Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.onboarding.tailscaleStep1
source: Install Tailscale on this phone and on your Mac.
ar: قم بتثبيت Tailscale على هذا الهاتف وعلى جهاز Mac الخاص بك.
de: Installieren Sie Tailscale auf diesem Telefon und auf Ihrem Mac.
es: Instale Tailscale en este teléfono y en su Mac.
fr: Installez Tailscale sur ce téléphone et sur votre Mac.
ja: この端末とMacの両方にTailscaleをインストールします。
ko: 이 휴대폰과 Mac에 Tailscale을 설치하세요.
zh_hans: 在此手机和 Mac 上安装 Tailscale。
zh_hant: 在此手機和 Mac 上安裝 Tailscale。

# mobile.onboarding.tailscaleStep2
source: Sign both in to the same Tailscale account so they share one tailnet.
ar: قم بتسجيل الدخول إلى نفس حساب Tailscale بحيث يتشاركان في شبكة خلفية واحدة.
de: Melden Sie sich beide bei demselben Tailscale-Konto an, damit sie sich ein Tailnet teilen.
es: Inicie sesión en ambos en la misma cuenta de Tailscale para que compartan una tailnet.
fr: Connectez-vous tous les deux au même compte Tailscale afin qu’ils partagent un seul tailnet.
ja: 両方を同じTailscaleアカウントでサインインし、同じtailnetを共有させます。
ko: 둘 다 동일한 Tailscale 계정에 로그인하여 하나의 tailnet을 공유합니다.
zh_hans: 两者都登录到同一个 Tailscale 帐户，以便共享一个 tailnet。
zh_hant: 兩者都登入同一個 Tailscale 帳戶，以便共用一個 tailnet。

# mobile.onboarding.tailscaleStep3
source: Keep both signed in to the same cmux account too. Pairing checks that they match.
ar: احتفظ بكلاهما مسجلاً الدخول إلى حساب cmux نفسه أيضًا. الاقتران يتحقق من مطابقتها.
de: Bleiben Sie auch bei demselben cmux-Konto angemeldet. Beim Pairing wird überprüft, ob sie übereinstimmen.
es: Mantenga ambos iniciados sesión en la misma cuenta cmux también. El emparejamiento comprueba que coincidan.
fr: Gardez également les deux connectés au même compte cmux. L'appariement vérifie qu'ils correspondent.
ja: 両方を同じcmuxアカウントでもサインインしておきます。ペアリング時に一致を確認します。
ko: 둘 다 동일한 cmux 계정에 로그인된 상태를 유지하세요. 페어링은 일치하는지 확인합니다.
zh_hans: 也让两者登录到同一个 cmux 帐户。配对检查它们是否匹配。
zh_hant: 也讓兩者登入同一個 cmux 帳號。配對檢查它們是否匹配。

# mobile.onboarding.tailscaleTitle
source: Put both devices on Tailscale
ar: ضع كلا الجهازين على Tailscale
de: Setzen Sie beide Geräte auf Tailscale
es: Pon ambos dispositivos en Tailscale
fr: Mettez les deux appareils sur Tailscale
ja: 両方の端末をTailscaleに入れる
ko: 두 장치를 모두 Tailscale에 놓습니다.
zh_hans: 将两个设备放在 Tailscale 上
zh_hant: 將兩個裝置放在 Tailscale 上

# mobile.onboarding.troubleConnecting
source: Trouble connecting?
ar: هل تواجه مشكلة في الاتصال؟
de: Probleme beim Verbinden?
es: ¿Problemas para conectarse?
fr: Un problème de connexion ?
ja: 接続できないときは
ko: 연결하는 데 문제가 있나요?
zh_hans: 连接有问题吗？
zh_hant: 連線有問題嗎？

# mobile.onboarding.whatBody
source: cmux runs your terminals and AI coding agents on your Mac. Watch, type, and respond from your phone. Every agent alert stays in Notifications, and push alerts are optional when you want an immediate heads-up away from the app.
ar: يقوم cmux بتشغيل المحطات الطرفية ووكلاء ترميز الذكاء الاصطناعي على جهاز Mac الخاص بك. شاهد واكتب واستجب من هاتفك. يبقى كل تنبيه وكيل في الإشعارات، وتكون التنبيهات المؤقتة اختيارية عندما تريد تنبيهًا فوريًا بعيدًا عن التطبيق.
de: cmux führt Ihre Terminals und KI-Codierungsagenten auf Ihrem Mac aus. Beobachten, tippen und antworten Sie von Ihrem Telefon aus. Jede Agentenwarnung bleibt in den Benachrichtigungen erhalten, und Push-Benachrichtigungen sind optional, wenn Sie sofort benachrichtigt werden möchten, wenn Sie die App verlassen.
es: cmux ejecuta sus terminales y agentes de codificación de IA en su Mac. Mira, escribe y responde desde tu teléfono. Cada alerta de agente permanece en Notificaciones y las alertas automáticas son opcionales cuando desea recibir un aviso inmediato fuera de la aplicación.
fr: cmux exécute vos terminaux et agents de codage IA sur votre Mac. Regardez, tapez et répondez depuis votre téléphone. Chaque alerte d'agent reste dans les notifications et les alertes push sont facultatives lorsque vous souhaitez être informé immédiatement en dehors de l'application.
ja: cmuxはMac上でターミナルとAIコーディングエージェントを動かします。iPhoneから状況を確認し、入力して対応できます。エージェントからの通知はすべて「通知」に時系列で残り、アプリを離れているときのプッシュ通知は必要に応じて有効にできます。
ko: cmux는 Mac에서 터미널과 AI 코딩 에이전트를 실행합니다. 휴대폰으로 보고, 입력하고, 응답하세요. 모든 에이전트 알림은 알림에 유지되며 앱에서 즉시 알림을 받으려는 경우 푸시 알림은 선택 사항입니다.
zh_hans: cmux 在 Mac 上运行终端和 AI 编码代理。通过手机观看、打字和回复。每个代理警报都会保留在“通知”中，当您希望立即远离应用程序时，推送警报是可选的。
zh_hant: cmux 在 Mac 上運行終端機和 AI 編碼代理程式。透過手機觀看、打字和回覆。每個代理警報都會保留在「通知」中，當您希望立即遠離應用程式時，推播警報是可選的。

# mobile.onboarding.whatTitle
source: Your Mac's terminals, on your phone
ar: محطات Mac الخاصة بك، على هاتفك
de: Die Terminals Ihres Mac auf Ihrem Telefon
es: Los terminales de tu Mac, en tu teléfono
fr: Les terminaux de votre Mac, sur votre téléphone
ja: Macのターミナルを、iPhoneで
ko: Mac 터미널, 휴대폰에서
zh_hans: 您手机上的 Mac 终端
zh_hant: 您手機上的 Mac 終端

# mobile.pairing.accountMismatch
source: This Mac is signed in to a different cmux account. Sign out and sign back in with the account that owns this Mac.
ar: تم تسجيل دخول جهاز Mac هذا إلى حساب cmux مختلف. قم بتسجيل الخروج ثم قم بتسجيل الدخول مرة أخرى باستخدام الحساب الذي يمتلك جهاز Mac هذا.
de: Dieser Mac ist bei einem anderen cmux-Konto angemeldet. Melden Sie sich ab und wieder mit dem Konto an, dem dieser Mac gehört.
es: Esta Mac ha iniciado sesión en una cuenta cmux diferente. Cierra sesión y vuelve a iniciar sesión con la cuenta propietaria de esta Mac.
fr: Ce Mac est connecté à un autre compte cmux. Déconnectez-vous et reconnectez-vous avec le compte propriétaire de ce Mac.
ja: このMacは別のcmuxアカウントでサインインしています。サインアウトして、このMacを所有するアカウントでサインインし直してください。
ko: 이 Mac은 다른 cmux 계정으로 로그인되어 있습니다. 로그아웃한 후 이 Mac을 소유한 계정으로 다시 로그인하십시오.
zh_hans: 此 Mac 已登录到不同的 cmux 帐户。注销并使用拥有这台 Mac 的帐户重新登录。
zh_hant: 此 Mac 已登入不同的 cmux 帳戶。登出並使用擁有這台 Mac 的帳戶重新登入。

# mobile.pairing.appNotRunning
source: Your Mac is reachable, but cmux isn't running there (or mobile pairing is off). Open cmux on the Mac, then try again.
ar: يمكن الوصول إلى جهاز Mac الخاص بك، ولكن cmux لا يعمل هناك (أو تم إيقاف إقران الهاتف المحمول). افتح cmux على جهاز Mac، ثم حاول مرة أخرى.
de: Ihr Mac ist erreichbar, aber cmux läuft dort nicht (oder die mobile Kopplung ist deaktiviert). Öffnen Sie cmux auf dem Mac und versuchen Sie es erneut.
es: Se puede acceder a tu Mac, pero cmux no se ejecuta allí (o el emparejamiento móvil está desactivado). Abra cmux en Mac y vuelva a intentarlo.
fr: Votre Mac est accessible, mais cmux n'y fonctionne pas (ou le couplage mobile est désactivé). Ouvrez cmux sur Mac, puis réessayez.
ja: Macには接続できますが、cmuxが起動していません（またはモバイルのペア設定がオフです）。Macでcmuxを開いてから、もう一度お試しください。
ko: Mac에 연결할 수 있지만 cmux가 실행되지 않습니다(또는 모바일 페어링이 꺼져 있음). Mac에서 cmux를 열고 다시 시도하세요.
zh_hans: 您的 Mac 可以访问，但 cmux 未在其中运行（或移动配对已关闭）。在 Mac 上打开 cmux，然后重试。
zh_hant: 您的 Mac 可以訪問，但 cmux 未在其中運行（或移動配對已關閉）。在 Mac 上開啟 cmux，然後重試。

# mobile.pairing.attachTicketExpired
source: This pairing link expired. Pair again with a fresh QR/link from that computer.
ar: انتهت صلاحية رابط الاقتران هذا. قم بإقرانه مرة أخرى باستخدام رابط QR/رابط جديد من هذا الكمبيوتر.
de: Dieser Kopplungslink ist abgelaufen. Koppeln Sie erneut mit einem neuen QR/Link von diesem Computer.
es: Este enlace de emparejamiento expiró. Vuelva a vincularlo con un QR/enlace nuevo de esa computadora.
fr: Ce lien de jumelage a expiré. Associez-le à nouveau avec un nouveau QR/lien provenant de cet ordinateur.
ja: このペアリングリンクの有効期限が切れました。そのコンピュータの新しい QR/リンクでペアリングしてください。
ko: 이 페어링 링크는 만료되었습니다. 해당 컴퓨터의 새로운 QR/링크로 다시 페어링하세요.
zh_hans: 该配对链接已过期。再次与该计算机上的新二维码/链接配对。
zh_hant: 該配對連結已過期。再次與該電腦上的新二維碼/連結配對。

# mobile.pairing.authEnvironmentMismatch
source: This dev build is signed in to cmux's development auth environment, so its account can never match a Mac running the release app — even with the same email.
ar: تم تسجيل دخول إصدار المطور هذا إلى بيئة مصادقة التطوير الخاصة بـ cmux، لذلك لا يمكن لحسابه أبدًا أن يتطابق مع جهاز Mac يقوم بتشغيل تطبيق الإصدار - حتى باستخدام نفس البريد الإلكتروني.
de: Dieser Entwickler-Build ist in der Entwicklungs-Authentifizierungsumgebung von cmux angemeldet, sodass sein Konto niemals mit einem Mac übereinstimmen kann, auf dem die Release-App ausgeführt wird – selbst mit derselben E-Mail-Adresse.
es: Esta compilación de desarrollo está registrada en el entorno de autenticación de desarrollo de cmux, por lo que su cuenta nunca puede coincidir con una Mac que ejecuta la aplicación de lanzamiento, incluso con el mismo correo electrónico.
fr: Cette version de développement est connectée à l'environnement d'authentification de développement de cmux, de sorte que son compte ne peut jamais correspondre à un Mac exécutant l'application publiée, même avec le même e-mail.
ja: この開発ビルドは cmux の開発用認証環境にサインインしているため、同じメールアドレスでも、リリース版アプリを実行している Mac のアカウントとは一致しません。
ko: 이 개발 빌드는 cmux의 개발 인증 환경에 로그인되어 있으므로 동일한 이메일을 사용하더라도 해당 계정은 릴리스 앱을 실행하는 Mac과 일치할 수 없습니다.
zh_hans: 此开发版本已登录到 cmux 的开发身份验证环境，因此其帐户永远无法与运行发布应用程序的 Mac 匹配 - 即使使用相同的电子邮件也是如此。
zh_hant: 此開發版本已登入 cmux 的開發驗證環境，因此其帳戶永遠無法與執行發布應用程式的 Mac 相符 - 即使使用相同的電子郵件也是如此。

# mobile.pairing.authEnvironmentMismatch.devMac
source: This iPhone uses cmux's production sign-in, but this Mac runs a dev build on the development auth environment, so their accounts can never match — even with the same email.
ar: يستخدم جهاز iPhone هذا تسجيل الدخول الخاص بإنتاج cmux، لكن جهاز Mac هذا يقوم بتشغيل إصدار مطور بناءً على بيئة مصادقة التطوير، لذلك لا يمكن أن تتطابق حساباتهم أبدًا - حتى مع نفس البريد الإلكتروني.
de: Dieses iPhone verwendet die Produktionsanmeldung von cmux, aber auf diesem Mac wird ein Entwicklungs-Build in der Entwicklungs-Authentifizierungsumgebung ausgeführt, sodass ihre Konten niemals übereinstimmen können – selbst mit derselben E-Mail-Adresse.
es: Este iPhone utiliza el inicio de sesión de producción de cmux, pero esta Mac ejecuta una compilación de desarrollo en el entorno de autenticación de desarrollo, por lo que sus cuentas nunca pueden coincidir, ni siquiera con el mismo correo electrónico.
fr: Cet iPhone utilise la connexion de production de cmux, mais ce Mac exécute une version de développement sur l'environnement d'authentification de développement, de sorte que leurs comptes ne peuvent jamais correspondre, même avec le même e-mail.
ja: この iPhone は cmux の本番サインインを使用していますが、この Mac は開発用認証環境の開発ビルドを実行しているため、同じメールアドレスでもアカウントは一致しません。
ko: 이 iPhone은 cmux의 프로덕션 로그인을 사용하지만 이 Mac은 개발 인증 환경에서 개발 빌드를 실행하므로 동일한 이메일이라도 계정이 일치할 수 없습니다.
zh_hans: 此 iPhone 使用 cmux 的生产登录，但此 Mac 在开发身份验证环境上运行开发版本，因此他们的帐户永远无法匹配 - 即使使用相同的电子邮件也是如此。
zh_hant: 此 iPhone 使用 cmux 的生產登錄，但此 Mac 在開發身份驗證環境上運行開發版本，因此他們的帳戶永遠無法匹配 - 即使使用相同的電子郵件也是如此。

# mobile.pairing.authEnvironmentMismatch.official
source: This Mac uses a different cmux sign-in environment, so its account can never match this iPhone's account, even with the same email.
ar: يستخدم جهاز Mac هذا بيئة تسجيل دخول cmux مختلفة، لذا لا يمكن أن يتطابق حسابه أبدًا مع حساب iPhone هذا، حتى مع نفس البريد الإلكتروني.
de: Dieser Mac verwendet eine andere cmux-Anmeldeumgebung, sodass sein Konto nie mit dem Konto dieses iPhones übereinstimmen kann, selbst wenn es dieselbe E-Mail-Adresse hat.
es: Esta Mac utiliza un entorno de inicio de sesión cmux diferente, por lo que su cuenta nunca puede coincidir con la cuenta de este iPhone, incluso con el mismo correo electrónico.
fr: Ce Mac utilise un environnement de connexion cmux différent, son compte ne peut donc jamais correspondre à celui de cet iPhone, même avec le même e-mail.
ja: この Mac は別の cmux サインイン環境を使用しているため、同じメールアドレスでもこの iPhone のアカウントと一致することはありません。
ko: 이 Mac은 다른 cmux 로그인 환경을 사용하므로 동일한 이메일을 사용해도 계정이 이 iPhone의 계정과 일치할 수 없습니다.
zh_hans: 此 Mac 使用不同的 cmux 登录环境，因此其帐户永远无法与此 iPhone 的帐户匹配，即使使用相同的电子邮件也是如此。
zh_hant: 此 Mac 使用不同的 cmux 登入環境，因此其帳戶永遠無法與此 iPhone 的帳戶匹配，即使使用相同的電子郵件也是如此。

# mobile.pairing.authorizationFailed
source: Couldn't verify your account with this Mac. Make sure both devices are signed in with the same email, then try again.
ar: تعذر التحقق من حسابك باستخدام جهاز Mac هذا. تأكد من تسجيل الدخول على كلا الجهازين باستخدام نفس البريد الإلكتروني، ثم حاول مرة أخرى.
de: Ihr Konto konnte mit diesem Mac nicht bestätigt werden. Stellen Sie sicher, dass beide Geräte mit derselben E-Mail-Adresse angemeldet sind, und versuchen Sie es dann erneut.
es: No se pudo verificar su cuenta con esta Mac. Asegúrese de que ambos dispositivos hayan iniciado sesión con el mismo correo electrónico y vuelva a intentarlo.
fr: Impossible de vérifier votre compte avec ce Mac. Assurez-vous que les deux appareils sont connectés avec la même adresse e-mail, puis réessayez.
ja: この Mac でアカウントを確認できませんでした。両方のデバイスが同じメールアドレスでサインインしていることを確認してから、もう一度お試しください。
ko: 이 Mac에서는 계정을 확인할 수 없습니다. 두 기기가 모두 동일한 이메일로 로그인되어 있는지 확인한 후 다시 시도하세요.
zh_hans: 无法使用此 Mac 验证您的帐户。确保两台设备都使用同一电子邮件登录，然后重试。
zh_hant: 無法使用此 Mac 驗證您的帳戶。確保兩台裝置都使用相同電子郵件登錄，然後再試一次。

# mobile.pairing.cameraDenied
source: Camera Access Required
ar: الوصول إلى الكاميرا مطلوب
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
fr: Accès à la caméra requis
ja: カメラへのアクセスが必要です
ko: 카메라 액세스 필요
zh_hans: 需要访问相机
zh_hant: 需要訪問相機

# mobile.pairing.cameraUnavailable
source: Camera Unavailable
ar: الكاميرا غير متاحة
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
ja: カメラを使用できません
ko: 카메라를 사용할 수 없음
zh_hans: 相机不可用
zh_hant: 相機不可用

# mobile.pairing.codePlaceholder
source: Pairing code
ar: رمز الاقتران
es: código de emparejamiento
fr: Code d'appariement
ja: ペアリングコード
ko: 페어링 코드
zh_hans: 配对码
zh_hant: 配對碼

# mobile.pairing.compatibilityDisplayFormat
source: compatibility %@
ar: التوافق %@
de: Kompatibilität %@
es: compatibilidad %@
fr: compatibilité %@
ja: 互換性 %@
ko: 호환성 %@

# mobile.pairing.compatibilityUnknown
source: unknown compatibility
ar: توافق غير معروف
de: unbekannte Kompatibilität
es: compatibilidad desconocida
fr: compatibilité inconnue
ja: 不明な互換性
ko: 알 수 없는 호환성
zh_hans: 未知的兼容性
zh_hant: 未知的兼容性

# mobile.pairing.connect
source: Connect
ar: يتصل
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결하다
zh_hans: 连接
zh_hant: 連接

# mobile.pairing.connectTimedOutFormat
source: No response from %@:%d. Make sure the Mac is awake, cmux is running, and the private route is active.
ar: لا توجد استجابة من %@:%d. تأكد من أن جهاز Mac نشط، وأن cmux قيد التشغيل، وأن المسار الخاص نشط.
de: Keine Antwort von %@:%d. Stellen Sie sicher, dass der Mac aktiv ist, cmux ausgeführt wird und die private Route aktiv ist.
es: No hay respuesta de %@:%d. Asegúrese de que la Mac esté activa, cmux esté ejecutándose y la ruta privada esté activa.
fr: Aucune réponse de %@:%d. Assurez-vous que le Mac est réveillé, que cmux est en cours d'exécution et que la route privée est active.
ja: %@:%d から応答がありません。Macが起動していてcmuxが実行中であり、プライベート経路が有効か確認してください。
ko: %@:%d에서 응답이 없습니다. Mac이 깨어 있고 cmux가 실행 중이며 개인 경로가 활성화되어 있는지 확인하십시오.
zh_hans: %@:%d 无响应。确保 Mac 已唤醒、cmux 正在运行并且专用路由处于活动状态。
zh_hant: %@:%d 無回應。確保 Mac 已喚醒、cmux 正在運作並且專用路由處於活動狀態。

# mobile.pairing.connectionDroppedFormat
source: Connected to %@:%d, but the host closed the connection. Check that the host app is still running.
ar: متصل بـ %@:%d، لكن المضيف أغلق الاتصال. تأكد من أن التطبيق المضيف لا يزال قيد التشغيل.
de: Verbunden mit %@:%d, aber der Host hat die Verbindung geschlossen. Überprüfen Sie, ob die Host-App noch ausgeführt wird.
es: Conectado a %@:%d, pero el host cerró la conexión. Compruebe que la aplicación host todavía se esté ejecutando.
fr: Connecté à %@:%d, mais l'hôte a fermé la connexion. Vérifiez que l'application hôte est toujours en cours d'exécution.
ja: %@:%d に接続しましたが、ホストが接続を閉じました。ホストアプリがまだ実行中であることを確認してください。
ko: %@:%d에 연결되었지만 호스트가 연결을 닫았습니다. 호스트 앱이 아직 실행 중인지 확인하세요.
zh_hans: 连接到 %@:%d，但主机关闭了连接。检查主机应用程序是否仍在运行。
zh_hant: 連接到 %@:%d，但主機關閉了連線。檢查主機應用程式是否仍在執行。

# mobile.pairing.connectionFailedFormat
source: Could not reach %@:%d. Check that the saved private network or LAN route is active and that the port is correct.
ar: تعذر الوصول إلى %@:%d. تأكد من أن الشبكة الخاصة المحفوظة أو مسار LAN نشط وأن المنفذ صحيح.
de: %@:%d konnte nicht erreicht werden. Überprüfen Sie, ob das gespeicherte private Netzwerk oder die LAN-Route aktiv ist und der Port korrekt ist.
es: No se pudo acceder a %@:%d. Compruebe que la red privada o la ruta LAN guardada esté activa y que el puerto sea correcto.
fr: Impossible d'atteindre %@:%d. Vérifiez que le réseau privé ou la route LAN enregistré est actif et que le port est correct.
ja: %@:%d に到達できませんでした。保存済みのプライベートネットワークまたはLAN経路が有効で、ポートが正しいか確認してください。
ko: %@:%d에 연결할 수 없습니다. 저장된 개인 네트워크 또는 LAN 경로가 활성화되어 있고 포트가 올바른지 확인하십시오.
zh_hans: 无法到达 %@:%d。检查保存的私网或 LAN 路由是否处于活动状态以及端口是否正确。
zh_hant: 無法到達 %@:%d。檢查已儲存的私人網路或 LAN 路由是否處於活動狀態以及連接埠是否正確。

# mobile.pairing.connectionTimedOutFormat
source: No response from %@:%d. Make sure the host app is open and accepting mobile connections.
ar: لا توجد استجابة من %@:%d. تأكد من أن التطبيق المضيف مفتوح ويقبل اتصالات الهاتف المحمول.
de: Keine Antwort von %@:%d. Stellen Sie sicher, dass die Host-App geöffnet ist und mobile Verbindungen akzeptiert.
es: No hay respuesta de %@:%d. Asegúrese de que la aplicación host esté abierta y acepte conexiones móviles.
fr: Aucune réponse de %@:%d. Assurez-vous que l'application hôte est ouverte et accepte les connexions mobiles.
ja: %@:%d から応答がありません。ホストアプリが開いていて、モバイル接続を受け入れていることを確認してください。
ko: %@:%d에서 응답이 없습니다. 호스트 앱이 열려 있고 모바일 연결을 허용하는지 확인하세요.
zh_hans: %@:%d 无响应。确保主机应用程序已打开并接受移动连接。
zh_hant: %@:%d 無回應。確保主機應用程式已開啟並接受行動連線。

# mobile.pairing.dnsFailedFormat
source: Couldn't resolve %@. Check the DNS or private network that provides this saved route.
ar: تعذر حل %@. تحقق من DNS أو الشبكة الخاصة التي توفر هذا المسار المحفوظ.
de: %@ konnte nicht aufgelöst werden. Überprüfen Sie den DNS oder das private Netzwerk, das diese gespeicherte Route bereitstellt.
es: No se pudo resolver %@. Verifique el DNS o la red privada que proporciona esta ruta guardada.
fr: Impossible de résoudre %@. Vérifiez le DNS ou le réseau privé qui fournit cet itinéraire enregistré.
ja: %@ を解決できませんでした。この保存済み経路を提供するDNSまたはプライベートネットワークを確認してください。
ko: %@를 확인할 수 없습니다. 저장된 경로를 제공하는 DNS 또는 개인 네트워크를 확인하세요.
zh_hans: 无法解析 %@。检查提供此已保存路由的 DNS 或专用网络。
zh_hant: 無法解析 %@。檢查提供此已儲存路由的 DNS 或專用網路。

# mobile.pairing.buildIncompatible
source: This iPhone build cannot connect to that cmux build.
ar: لا يمكن لإصدار iPhone هذا الاتصال بإصدار cmux هذا.
de: Dieser iPhone-Build kann keine Verbindung zu diesem cmux-Build herstellen.
es: Esta compilación de iPhone no puede conectarse a esa compilación de cmux.
fr: Cette version d'iPhone ne peut pas se connecter à cette version cmux.
ja: この iPhone ビルドは、その cmux ビルドに接続できません。
ko: 이 iPhone 빌드는 해당 cmux 빌드에 연결할 수 없습니다.
zh_hans: 此 iPhone 版本无法连接到该 cmux 版本。
zh_hant: 此 iPhone 版本無法連接到該 cmux 版本。

# mobile.pairing.buildIncompatible.official
source: This Mac runs an incompatible version of cmux.
ar: يقوم جهاز Mac هذا بتشغيل إصدار غير متوافق من cmux.
de: Auf diesem Mac wird eine inkompatible Version von cmux ausgeführt.
es: Esta Mac ejecuta una versión incompatible de cmux.
fr: Ce Mac exécute une version incompatible de cmux.
ja: この Mac は互換性のないバージョンの cmux を実行しています。
ko: 이 Mac에서는 호환되지 않는 cmux 버전을 실행하고 있습니다.
zh_hans: 此 Mac 运行不兼容版本的 cmux。
zh_hant: 此 Mac 運行不相容版本的 cmux。

# mobile.pairing.emailMismatchFormat
source: This QR is for %@, but this iPhone is signed in as %@. Sign in with the same email as the Mac, then scan again.
ar: رمز QR هذا مخصص لـ %@، ولكن تم تسجيل دخول هذا الـ iPhone باسم %@. قم بتسجيل الدخول بنفس البريد الإلكتروني المسجل على جهاز Mac، ثم قم بالمسح الضوئي مرة أخرى.
de: Dieser QR ist für %@, aber dieses iPhone ist als %@ angemeldet. Melden Sie sich mit derselben E-Mail-Adresse wie auf dem Mac an und scannen Sie dann erneut.
es: Este QR es para %@, pero este iPhone está registrado como %@. Inicie sesión con el mismo correo electrónico que en Mac y luego escanee nuevamente.
fr: Ce QR concerne %@, mais cet iPhone est connecté sous le nom %@. Connectez-vous avec le même e-mail que le Mac, puis numérisez à nouveau.
ja: この QR は %@ 用ですが、この iPhone は %@ としてサインインしています。Mac と同じメールアドレスでサインインしてから、もう一度スキャンしてください。
ko: 이 QR은 %@용이지만 이 iPhone은 %@로 로그인되어 있습니다. Mac과 동일한 이메일로 로그인한 후 다시 스캔하세요.
zh_hans: 此 QR 适用于 %@，但此 iPhone 登录为 %@。使用与 Mac 相同的电子邮件登录，然后再次扫描。
zh_hant: 此 QR 適用於 %@，但此 iPhone 登入 %@。使用與 Mac 相同的電子郵件登錄，然後再次掃描。

# mobile.pairing.emailMissingFormat
source: This QR is for %@. Sign in with the same email as the Mac, then scan again.
ar: هذا QR مخصص لـ %@. قم بتسجيل الدخول بنفس البريد الإلكتروني المسجل على جهاز Mac، ثم قم بالمسح الضوئي مرة أخرى.
de: Dieser QR ist für %@. Melden Sie sich mit derselben E-Mail-Adresse wie auf dem Mac an und scannen Sie dann erneut.
es: Este QR es para %@. Inicie sesión con el mismo correo electrónico que en Mac y luego escanee nuevamente.
fr: Ce QR est pour %@. Connectez-vous avec le même e-mail que le Mac, puis numérisez à nouveau.
ja: この QR は %@ 用です。Mac と同じメールアドレスでサインインしてから、もう一度スキャンしてください。
ko: 이 QR은 %@용입니다. Mac과 동일한 이메일로 로그인한 후 다시 스캔하세요.
zh_hans: 此 QR 适用于 %@。使用与 Mac 相同的电子邮件登录，然后再次扫描。
zh_hant: 此 QR 適用於 %@。使用與 Mac 相同的電子郵件登錄，然後再次掃描。

# mobile.pairing.fail.offline
source: This device looks offline. Connect to Wi-Fi or cellular, then try again.
ar: يبدو هذا الجهاز غير متصل بالإنترنت. اتصل بشبكة Wi-Fi أو شبكة خلوية، ثم حاول مرة أخرى.
de: Dieses Gerät scheint offline zu sein. Stellen Sie eine WLAN- oder Mobilfunkverbindung her und versuchen Sie es dann erneut.
es: Este dispositivo parece desconectado. Conéctate a una red Wi-Fi o celular y vuelve a intentarlo.
fr: Cet appareil semble hors ligne. Connectez-vous au Wi-Fi ou au réseau cellulaire, puis réessayez.
ja: この端末はオフラインのようです。Wi-Fiまたはモバイルデータに接続してから、もう一度お試しください。
ko: 이 기기는 오프라인인 것 같습니다. Wi-Fi 또는 모바일 데이터에 연결한 후 다시 시도해 보세요.
zh_hans: 该设备看起来处于离线状态。连接到 Wi-Fi 或蜂窝网络，然后重试。
zh_hant: 該設備看起來處於離線狀態。连接到 Wi-Fi 或蜂窝网络，然后重试。

# mobile.pairing.guidance.authEnvironment
source: Use BETA, INTERNAL, or the App Store app with Stable or Nightly. Use this DEV iPhone build with its same-tag DEV Mac build or a granted tag.
ar: استخدم تطبيق BETA أو INTERNAL أو App Store مع Stable أو Nightly. استخدم إصدار DEV iPhone هذا مع إصدار DEV Mac الذي يحمل نفس العلامة أو علامة ممنوحة.
de: Verwenden Sie BETA, INTERNAL oder die App Store-App mit Stable oder Nightly. Verwenden Sie diesen DEV-iPhone-Build mit seinem DEV-Mac-Build mit demselben Tag oder einem gewährten Tag.
es: Utilice la aplicación BETA, INTERNAL o App Store con Stable o Nightly. Utilice esta compilación DEV de iPhone con su compilación DEV de Mac con la misma etiqueta o una etiqueta otorgada.
fr: Utilisez BETA, INTERNAL ou l'application App Store avec Stable ou Nightly. Utilisez cette version DEV iPhone avec sa version DEV Mac de même balise ou une balise accordée.
ja: BETA、INTERNAL、または App Store アプリは Stable または Nightly と一緒に使用してください。この DEV iPhone ビルドは同じタグの DEV Mac ビルド、または許可されたタグと一緒に使用できます。
ko: Stable 또는 Nightly와 함께 BETA, INTERNAL 또는 App Store 앱을 사용하세요. 동일한 태그의 DEV Mac 빌드 또는 부여된 태그와 함께 이 DEV iPhone 빌드를 사용하세요.
zh_hans: 使用 BETA、INTERNAL 或 App Store 应用程序与 Stable 或 Nightly。将此 DEV iPhone 版本与其相同标签的 DEV Mac 版本或授予的标签一起使用。
zh_hant: 使用 BETA、INTERNAL 或 App Store 應用程式與 Stable 或 Nightly。將此 DEV iPhone 版本與其相同標籤的 DEV Mac 版本或已授予的標籤一起使用。

# mobile.pairing.guidance.authEnvironment.devMac
source: Pair with a Mac running the release cmux app, or use a development-channel iPhone build for dev Macs.
ar: قم بالاقتران مع جهاز Mac يقوم بتشغيل إصدار تطبيق cmux، أو استخدم إصدار iPhone لقناة التطوير لأجهزة Mac المطورة.
de: Koppeln Sie es mit einem Mac, auf dem die Release-Cmux-App ausgeführt wird, oder verwenden Sie einen iPhone-Build für den Entwicklungskanal für Entwickler-Macs.
es: Emparéjelo con una Mac que ejecute la aplicación cmux de lanzamiento o use una versión de iPhone del canal de desarrollo para Mac de desarrollo.
fr: Associez-le à un Mac exécutant l’application cmux ou utilisez une version iPhone de canal de développement pour les Mac de développement.
ja: リリース版の cmux アプリを実行している Mac とペアリングするか、開発用の Mac には開発チャネルの iPhone ビルドを使用してください。
ko: 릴리스 cmux 앱을 실행하는 Mac과 페어링하거나 개발용 Mac용 개발 채널 iPhone 빌드를 사용하세요.
zh_hans: 与运行发布版 cmux 应用程序的 Mac 配对，或使用适用于开发 Mac 的开发通道 iPhone 版本。
zh_hant: 與運行發布版 cmux 應用程式的 Mac 配對，或使用適用於開發 Mac 的開發通道 iPhone 版本。
